Repository: mozilla-l10n/mt-training-data
Catalog: om/om_pontoon.tmx
Source language: en_us
Languages: om

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
om: <p>Common Voice sagalee addunyaa guutuu irraa namoota fedhii gaarii qaban waliin walitti dhufuudhaan odeeffannoon sagalee guutuutti kan argamu dha. Namoonni pirojektii tajaajiluuf barbaadan, sagalee isaanii sirnaan galmeessanii, machine learning model irratti odeeffannoo fayyadamuu danda’u.</p> <p>Ammaaf, baay’inaan odeeffannoon sagalee qindeessamanii dhaabbilee dhuunfaa jala jiru; kun immoo inventaraaf danqaa ta’a. Odeeffannoo sagalee kunneen hundaaf kan bakka bu’u hin kennan: namoota Afaan Ingilizii hin dubbifne, namoota halluu garaagaraa qaban, namoota miidhamummaa qaamaa qaban, dubartoota fi namoota biroo dabalatee. Kanaaf, teknoolojiin sagalee yeroo baay’ee afaanota muraasa qofaaf hojjechuu danda’a, garuu namoota hundaaf karaa walfakkaatu hojjechuu hin danda’u. Namoota iddoo isaanii irraa hirmaachisuun sagalee isaanii akka gumaachan gochuuf carraa uumuun fedhii keenya.</p>

source: People come and contribute their voices.
om: Namoonni dhufanii sagalee isaaniin hirmaachuu.

source: People: Maria, John
om: Namoota: Maariyaa, Yohaannis

source: People often codeswitch when expressing emotion or urgency. Example:
om: Namoonni yeroo baayyee yeroo miira ykn ariifannaa ibsan koodii jijjiira. Fakkeenya:

source: Persian
om: Afaan Pershiyaa

source: Personal dashboards keep you up-to-date with individual and community progress.
om: Daashboordiin dhuunfaa odeeffannoo yeroo ammaa guddina dhuunfaa fi hawaasaa siif kenna.

source: Personally Identifiable Information
om: Odeeffannoo Dhuunfaa Adda Baasu

source: Places: Los Angeles, Florida
om: Iddoowwan: Loos Anjeles, Filooriidaa

source: Platform language
om: Afaan pilaatfoormii

source: Play audio
om: Sagalee taphachiisi

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
om: <playbookLink>Qajeelcha barbaachisaa argadhu</playbookLink> daandii guutuu Common Voice irratti, hiikkaa irraa kaasee hanga fayyadama daataa-seetii fi akkamitti hawaasa keenya waliin wal qunnamnu dabalatee in argatta.

source: <playIcon></playIcon>Last one!
om: <playIcon></playIcon> isa xumuraa!

source: Play / Pause
om: Taphachiisi / Dhaabi

source: Play short segments multiple times to catch subtle switches
om: Qabiyyee gabaabaa yeroo hedduu taphachiisi, afaan jijjiirraa xixiqqoo hubachuuf.

source: Play/Stop
om: Taphachiisi/Dhaabi

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
om: Faayila keenya <templateFileLink>faayila qajojii</templateFileLink> ilaali. Himoonni kee mirga maxxansaa (copyright) irraa bilisa ta’uu qabu. (CC0 yookaan hojii eenyummeessaa hayyame), ifaa, seera Afaanii sirrii qabu fi dubbisuuf salphaa ta’anii. Himoonni galchaman yeroo gabaabaa, daqiiqaa 10–15 keessatti dubbifamuu danda’an ta’uu qaba; akkasumas lakkoofsa, maqqofee fi mallattoo addaa of keessaa hin qabne ta’uu qaba.

source: Please fill out this field.
om: Mee dirree kana guuti.

source: Please select a language to review sentences.
om: Maaloo Himoota gamaggamuuf qooqawwan filadhaa.

source: Polish
om: Afaan Polish

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
om: <pontoonAccountLink>Akkaawontii uumii</pontoonAccountLink> yoo hin qabaanne. Achii booddee, afaan kee <strong>(‘Team’)</strong> filadhu, booda projektii <pontoonCvLink>Common Voice</pontoonCvLink> filadhu. Faayiloonni hiikamuuf jiru ni mul’atu. Faayila tokko cuqaasi, achii immoo jechoota Afaan Ingilizii fi sanduuqa hiikkaa agarsiisa.

source: Portuguese
om: Afaan Porchugaal

source: Powered by global communities, for global communities — 290 languages and growing!
om: Hawaasa addunyaatiin kan humna qabu, hawaasa addunyaatiif — afaanota 290 fi guddachaa kan jiru!

source: Press and stories
om: Pireesii fi seenaa

source: Press and Stories
om: Pireesii fi Seenaa

source: Press play, listen & tell us: did they accurately speak the sentence below?
om: Press play, listen & tell us: hima armaan olii kana sirritti dubbataniiruu?

source: Press { shortcut-play-toggle } to toggle play mode
om: Haalata tapha jijjiiruuf { shortcut-play-toggle } dhiibi

source: Privacy
om: Mateenya

source: <privacyLink>Privacy</privacyLink>
om: <privacyLink>Icciitii</privacyLink>

source: Privacy Policy
om: Imaammata Mateenyaa

source: Privacy, security and transparency.
om: Mateenya, Nageenya, fi Iftoomina.

source: Process / Steps
om: Adeemsa / Gulantaawwan

source: Profile
om: Seenaa Ofii (Profile)

source: Profile information improves the audio data used in training speech recognition accuracy.
om: Odeeffannoon piroofaayilii daataa sagalee sirrii ta’uu beekuu dubbii leenjisuu keessatti fayyadamu fooyyessa.

source: Progress
om: Adeemsa

source: Public Domain
om: Birkii banaa

source: Publicly accessible open speech datasets in 130+ languages
om: Kuusaawwan deetaa dubbii banaa ummataaf dhaqqabamaa ta'an afaanota 130+n

source: “Pues I told her I couldn’t go, but she was like, ‘You better show up!’”
om: “Pues deemuu akkan hin dandeenye itti himeera, garuu isheen, ‘Ati mul’achuu wayya!’” jetteetti.”

source: Pular Guinea
om: Afaa Pular Giinii

source: Punctuation
om: Sirna Tuqaalee

source: Punjabi
om: Afaan Punjabi

source: Puno Quechua
om: Afaan Puno Quechua

source: <purple>and the one time that</purple> Maria <purple>screamed at me was</purple> <blue>porque</blue> <purple>she was trying to to</purple> printear <blue>un</blue> <purple>order.</purple> (BangorTalk)
om: <purple>yeroo tokkos</purple> Maariyaan <purple>natti iyyite</purple> <blue>porque</blue> <purple>isheen</purple> maxxansuuf yaalaa turte <blue>un</blue> <purple>order.</purple> (BangorTalk)

source: <purple>but</purple> <blue>tú los puedes comprar rojo, negro, azul</blue>, <purple>whatever.</purple> (BangorTalk)
om: <purple>garuu</purple> <blue>tú los puedes comprar rojo, negro, azul</blue>, <purple>waanuma fedhe.</purple> (BangorTalk)

source: Quechua Ambo-Pasco
om: Afaan Quechua Ambo-Pasco

source: Quechua Arequipa-La Unión
om: Afaan Quechua Arequipa-La Unión

source: Quechua Cajatambo
om: Afaan Quechua Cajatambo

source: Quechua Chanka
om: Afaan Quechua Chanka

source: Quechua Chiquián
om: Afaan Quechua Chiquián

source: Quechua Corongo Ancash
om: Afaan Quechua Corongo Ankash

source: Quechua Jauja Wanka
om: Afaan Quechua Jauja Wanka

source: Quechua Pasco Santa Ana de Tusi
om: Afaan Quechua Pasco Santa Ana de Tusi

source: Quechua Santiago del Estero
om: Afaan Quechua Santiago del Estero

source: Quechua Sihuas Ancash
om: Afaan Quechua Sihuas Ankash

source: Quechua Yanahuanca
om: Afaa Quyechuyaa Yanahuwaankaa

source: Quechua Yauyos
om: Afaan Quechua Yauyos

source: Question
om: Gaaffii

source: Question Collection
om: Gaaffii Walittiguuruu

source: Questions that might:
om: Gaaffiiwwan tarii:

source: Questions which are very culturally specific, or make a lot of assumptions about the responder
om: Gaaffiiwwan baay’een kanneen aadaa addaa dha, ykn waa’ee nama deebii kennu tilmaama baay’ee godhu

source: Questions which may cause someone to share sensitive, potentially triggering responses
om: Gaaffiiwwan namni tokko deebii miira namaa kakaasu, kan kakaasuu danda’u akka qoodu gochuu danda’an

source: Questions which might solicit hate speech or other biased or offensive sentiments
om: Gaaffiiwwan haasaa jibbiinsaa ykn miira loogii ykn nama aarsu biroo gaafachuu danda’an

source: Questions which might solicit personally identifiable information
om: Gaaffilee odeeffannoo eenyummaa dhuunfaa gaafachuu danda’an

source: Questions which require someone to list several steps. Listing steps prompts the user to recite an answer rather than a more natural response.
om: Gaaffilee namni gulantaalee hedduu tarreessu qabu. Gulantaawwan tarreessuun namni deebii sirrii fi uumamaan hin kennine akka kennu godha.

source: Questions which someone would struggle to respond to in 15 seconds (the maximum clip length)
om: Gaaffilee namni sekondii 15 keessatti (yeroo galmee sagalee ol’aanaa) deebisuuf rakkatu. (yoo guddate hangamtaa warabbii sagalee)

source: “¿Qué te dijo tu mamá when you got home that day?”
om: “Maamiin kee maal siin jette when you got home that day?”

source: Quichua Chimborazo Highland
om: Afaan Gaarren Quyichuwaa Chimborazo

source: r
om: w

source: [‘Raised’ in English is always pronounced as one syllable, not two]
om: [‘Raised’ afaan Ingiliffaa keessatti birsaga tokko qofatti dubbifama malee, lama miti]

source: Rakhine
om: Afaan Raakhaayin

source: Rate limit exceeded. Try again in { $retryLimit } minutes
om: Daangaa sadarkaa sakatta’amaa darbeera. Daqiiqaa { $retryLimit } booda irra deebiin yaali

source: Rate limit exceeded. Try again in { $retryLimit } seconds
om: Daangaa sadarkaa sakatta’amaa darbeera. Sekendii { $retryLimit } booda irra deebiin yaali

source: Reach out to governments, non-profits or media organizations to see whether any of their web content, reports or other content can be dedicated to the public domain
om: Mootummoota, dhaabbilee bu'aaf maleeyyii fi dhaabbilee miidiyaa qunnami; odeeffannoo marsariitii, gabaasaalee yookaan qabiyyee biraa isaanii gara public domainitti kennamuu danda’uu ilaali.

source: Reader Effects
om: Dhiibbaa Dubbataa

source: Reading all the words on the page correctly does matter. When listening, check very carefully that what has been recorded is exactly what has been written; reject if they have added, contracted or missed words.
om: Jechoota fuula irratti argaman hunda sirritti dubbisuun dhimma baasa. Yeroo dhaggeeffattu wanti waraabame sirriitti waan barreeffame ta’uu isaa of eeggannoo guddaan ilaali; jechoota itti dabalaman, walitti yoo qabaman ykn yoo darban ni didda.

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
om: Dubbisa jechoota gabaajeffaman qubeen kan isa hin taane, kanneen akka "We're" jedhu bakka "We are" jedhu dubbachuun, yookiin isa biraa dubbachuun.

source: Read More
om: Dabalataan Dubbisaa

source: Read more on our About page
om: Fuula Waa'ee keenya irratti bal'inaan dubbisaa

source: Read sentences
om: Himoota dubbisi

source: Read Sentences
om: Himoota Dubbisaa

source: Read sentences aloud in your language and contribute to the most diverse public participation speech dataset in the world.
om: Himoota afaan keetiin sagalee ol kaastee dubbisiitii kuusaa deetaa haasaa hirmaannaa ummataa adda addaa addunyaa irratti gumaachi.

source: Read Sentences, Answer Questions
om: Himoota Dubbisaa, Gaaffilee Deebisaa

source: Read Sentences <small>(Coming soon)</small>
om: Himoota <small>(yeroo dhiyootti)</small> dubbisaa

source: Read sentences submitted by the community in various languages
om: Himoota hawaasichaan dhiyaatan afaan adda addaatiin dubbisaa

source: Read stories, updates, and media coverage of Common Voice
om: Seenaa, odeeffannoo haaraa, fi uwwisa miidiyaa Common Voice dubbisaa

source: Read the sentence carefully - don’t miss, change or add words.
om: Himicha sirriitti dubbisi - jechoota itti hin dabaliin, irraa hin hir'isiin.

source: Ready to add your voice or lend your ear?
om: Sagalee kee dabaluuf yookaan dhaggeeffachuuf qophooftee jirtaa?

source: Ready to contribute?
om: Gumaachuuf qophooftee jirtaa?

source: Ready to do { $count } more?
om: Ammas { $count } daran hojjechuuf qophiidhaa?

source: Ready to donate your voice?
om: Sagalee keessan arjoomuuf qophiidhaa?

source: Ready to help validate sentences?
om: Jechoota sirrii ta’uu isaanii mirkaneessuuf qophii dhaa?

source: reCAPTCHA is required if you want to proceed
om: yoo itti fufuu barbaadde reCAPTCHA barbaachisa

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
om: Imeeliiwwan yaadachiisa dorgommii fi galma, guddina odeeffannoo fi banbanawwan Common Voice'tti akka naaf dhufu.

source: Recorded Clips
om: Kiliippii Waraabbaman

source: Recorded Hours
om: Sa'aatiiwwan Waraabbame

source: <recordIcon></recordIcon> Last one!
om: <recordIcon></recordIcon> Isa dhumaa!

source: Record in a reasonably quiet place
om: Bakka callinsa qabu keessatti waraabbii gochuu

source: [Recording cut off before the end of the last word]
om: [Jecha dhumaa dursee waraabbiin adda citeera]

source: Recording failed. The audio file seems to be empty. Please try again.
om: Waraabbiin hin milkoofne. Faayilli sagalee duwwaa fakkaata. Mee irra deebi'ii yaali.

source: Recording is too long. Maximum duration is { $maxDurationMinutes } minutes.
om: Waraabbiin baayyee dheeraa dha. Turtiin guddaan daqiiqaa { $maxDurationMinutes } dha.

source: Recording is too short. Minimum duration is { $minDurationSeconds } seconds.
om: Waraabbiin baayyee gabaabaa dha. Turtiin xiqqaan sekondii { $minDurationSeconds } dha.

source: Recording may not be supported in this limited browser. Please use a full browser app.
om: Waraabbiin biraawzari daangeffame kana keessatti deeggaramuu dhiisuu danda'a. Mee appii browser guutuu fayyadamaa.

source: Recordings
om: Waraabbiiwwan

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
om: Kiliippii sagalee waraabuun kutaa deetaa banaa keenyaa ijaaruuf qaama barbaachisaa dha; gariin kutaa bashannanaas ni jedhu.

source: Record/Stop
om: Waraabi/Dhaabi

source: Record your response
om: Deebii kee galmeessi

source: Record yourself reading sentences in your language
om: Himoota afaan keetiin dubbisuun sagalee kee of wadaabi.

source: Record yourself responding to questions and prompts in your language
om: Gaaffii fi kaka’umsa afaan keetiin deebii kennuu kee of galmeessi.

source: Record your voice
om: Sagalee kee waraabi

source: Reference the source of your sentence (required)
om: Madda himaa barreessi (yoo barbaachisaa taʼe)

source: Refresh
om: Haaromsi

source: Reject
om: Kufaa godhi

source: Remember - don’t worry if you stutter, pause or repeat a word. This is all useful data for engineers trying to build inclusive, real-world speech recognition tools.
om: Yaadadhu – dogoggora dubbii, boqonnaa yookaan jecha irra deddeebitee dubbachuun hin sodaatin. Kun hundi odeeffannoo sirrii, dhugaa fi hirmaattota hunda hammatu ijaaruuf injineroonni fayyadamanidha.

source: Remove
om: Balleessi

source: Remove Avatar
om: Walfakkii balleessaa.

source: Remove tags
om: Xoofa balleessi

source: Report
om: Gabaasa

source: Reporting Content
om: Qabiyyee Gabaasaa

source: Report was passed successfully
om: Gabaasichi milkaa'inaan ergameera

source: Request a Language
om: Afaan gaafadhu

source: Request for Scripted Speech
om: Gaaffii Haasaa Iskiriiptii

source: Request for Spontaneous Speech
om: Gaaffii Dubbii Ofumaan Dubbachuu

source: Request New Language
om: Qooqa Haaraa Gaafadhu

source: Request recordings
om: Sagaleewwan waraabaman gaafadhu

source: Request timeout
om: Yeroo xumuraa gaafadhu

source: *required
om: *dirqama

source: Re-record
om: Irra deebiin waraabaa

source: Re-record clip
om: Irra deebiin kiliippii waraabi

source: Respond
om: Deebii kennuu

source: Respond to prompts to create datasets for organic, colloquial contexts. Perfect for oral-first languages.
om: Kuusaa deetaa haalawwan orgaanikii, dubbii afaanii uumuuf kaka'umsaaf deebii kenni. Afaanota afaaniin dursaniif mijataa dha.

source: Respond to the prompt as naturally as you can, feel free to code-switch between languages if it feels natural. Make sure your language is respectful and inoffensive.
om: Gaaffichaaf hamma dandeessutti uumamaan deebii kenni, yoo uumamaan sitti dhaga'ame afaanota gidduutti koodii jijjiiruuf bilisa ta'i. Afaan kee kabajamaa fi kan nama hin miine ta’uu isaa mirkaneessi.

source: Response deleted successfully
om: Deebiin milkaa'inaan balleeffameera

source: Response submitted successfully
om: Deebiin milkaa'inaan galfameera

source: Retrieving datasets
om: Kuusaa odeeffannoo deebisuu

source: Return
om: Itti Darbi

source: Return here to edit your goal anytime.
om: Yeroo kamiyyuu galma kee gulaaluuf asitti deebi’i.

source: Return to Common Voice
om: Gara Common Voice'tti deebi’i

source: Return to Common Voice Datasets
om: Gara Daataaseetota Common Voice'tti deebi’i

source: Return to Languages
om: Gara Afaanotaatti Deebi'aa

source: Review
om: Gamaggamaa

source: Review and vote for new questions submitted by the community
om: Gaaffilee haaraa hawaasni galche gamaggamiitii sagalee kenni.

source: Review could not be saved. Please try again later.
om: Gamaggamni olkaa'amuu hin dandeenye. Maaloo xiqqoo turaa yaalaa.

source: ⓘ Review Criteria
om: ⓘ ulaagaa gamaggammii

source: Review Criteria
om: Ulaagaa Gamaggammii

source: Reviewed sentences not submitted, are sure?
om: Himoonni ilaalaman hin galle. Isin mirkannoo dhaa?

source: Review existing sentences submitted by the community
om: Himoota hawaasni duraan galche gamaggami.

source: Reviewing a Question
om: Gaaffii Gamaaggamuu

source: Reviewing Sentences
om: Himoota Gamaggamuun

source: Review questions
om: Gaaffilee gamaaggami

source: Review Questions
om: Gaaffilee Gamaaggamaa

source: Review & re-record clips here as you go
om: Yoo deemtan tarree gamaggamaa akkasumas waraabaa

source: Review & re-record clips if needed
om: Yoo barbaachise tarree gamaggamaa irra deebiinis waraabaa

source: Review sentences
om: Himoota gamaaggami

source: Review Sentences
om: Himoota gamaggamaa

source: Review & Submit
om: Gamaggamaatii galchaa

source: Review the Transcription
om: Barruutti Jijjiiruu Gamaaggami

source: Review the transcription guidelines above in order to check that a transcription is accurate. You can provide edits and submit them.
om: Tiraaniskiriipshiniin tokko sirrii ta’uu isaa mirkaneessuuf qajeelfama tiraaniskiriipshinii armaan olii irra deebi’ii ilaali. Gulaallii kennuu fi galchuu dandeessa.

source: Review transcriptions
om: Tiraaniskiriipshiniiwwan gamaaggami

source: Review Transcriptions
om: Tiraaniskiriipshinii Gamaaggami

source: Review transcriptions of recorded sentences for accuracy
om: Himootaa fi barruu sirrummaan galmaa'an gamaggami

source: Review user-submitted transcriptions in your language
om: Qooqa keessan keessatti barruu fayyadamaadhaan galfaman gamaggamaa.

source: Romanian
om: Afaan Roomaaniyaa

source: Romansh Sursilvan
om: Afaan Romanish Sursilvan

source: Romansh Vallader
om: Afaan Romansh Vallader

source: Rukai
om: Afaan Rukayii

source: Runyankole
om: Afaan Runyaankol

source: Russian
om: Afaan Raashiyaa

source: Rutoro
om: Afaan Rutoro

source: Ruuli
om: Afaan Ruuli

source: s
om: d

source: S
om: D

source: Sabah Bisaya
om: Afaan Bisaayaa Sabahaa

source: Sabah Malay
om: Afaan Sabah Malay

source: Saʼban
om: Afaan Saʼban

source: Sakha
om: Afaan Sakha

source: Sakizaya
om: Afaan Saakiyaa

source: Sansi
om: Afaan Sansi

source: Santali (Ol Chiki)
om: Afaan Santali (Ol Chiki)

source: Saraiki
om: Afaan Saraayikii

source: Sardinian
om: Afaan Sardinian

source: Save
om: Olkaa'i

source: Saved
om: Olkaa'ameera

source: Scots
om: Afaan Iskootis

source: Scripted Speech
om: Haasaa Iskiriiptii

source: SCRIPTED SPEECH
om: DUBBii BARREEFFAMAA

source: Scripted Speech Already Available
om: Haasaan Iskiriiptii Durayyuu Hojiirrara

source: Search
om: Barbaadi

source: Search...
om: Barbaacha.....

source: Search for a language
om: Qooqa barbaadaa

source: Search for a language...
om: Qooqa barbaadi...

source: Seediq
om: Afaan Seediq

source: See how your progress compares to other contributors all over the world.
om: Guddinni kee gumaachota biroo addunyaa guutuu waliin wal bira qabamee yoo ilaalamu ilaali.

source: See Less
om: Xiqqeessii ilaali

source: See More
om: Daran Ilaali

source: Select a Language...
om: Qooqa filadhu ...

source: Select all
om: Hunda filadhu

source: Select an option
om: Filannoo tokko filadhu

source: Select a tag
om: Xoofa filadhu

source: Select a variant (optional)
om: Filannoo adda addaa (dirqama miti)

source: Selected
om: Fo'atameera

source: Select File
om: Faayila filadhu

source: Select File to Upload
om: Faayila feʼuuf filadhu

source: Select <icon></icon> the text to begin
om: Barruu jalqabuuf <icon></icon> fili

source: Select the desired language dataset and choose the version you wish to download.
om: Daataa-seetii afaan barbaadamee filadhu, booda gara fooyyee buufachuu barbaaddu dhaqi.

source: Select up to three domains (optional)
om: Hanga birkii sadii filadhu

source: Select your age
om: Umurii kee filadhu

source: Select your sex or gender
om: Saala ykn koorniyaa kee filadhu

source: Self Citation
om: Of Wabeeffannaa

source: Sena
om: Afaan Sena

source: Send a link to my email
om: Iimeelii koottu liinkii naaf ergaa

source: Send sign up link
om: Hidhaa galmee ergi

source: Sentence
om: Hima

source: Sentence Collection
om: Himootaa Walitti Qabuu

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
om: <sentenceCollectorFragment>Himoota walitti qabuu irratti odeeffannoo dabalataa ilaali</sentenceCollectorFragment>.

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
om: <sentenceCollectorVideo>Akkamitti hima walitti qabu akka dandeessu gorsa keenya ilaali</sentenceCollectorVideo>

source: Sentence Domain
om: Birkii himaa

source: Sentences
om: Himoota

source: Sentences are collected for people to read aloud.
om: Himootni sagalee dubbisa uummataaf walitti qabamani.

source: Sentences are vetted through a community-moderation process, however this process is not perfect. If you see or hear a sentence that offends or upsets you - for example because it violates our <participationGuidelines>community participation guidelines</participationGuidelines> - please do use the flag button in the UI. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment>.
om: Himoonni adeemsa hawaasa-jiddugaleessa ta’een qoratamu, haa ta’u malee adeemsi kun guutuu miti. Yoo hima si mufachiisu ykn si gaddisiisu argite ykn dhageesse - fakkeenyaaf sababa inni <participationGuidelines>qajeelfama hirmaannaa hawaasaa</participationGuidelines> keenya cabsuuf - maaloo UI keessatti qartuu alaabaa fayyadami. Akkasumas <emailFragment>commonvoice@mozilla.com</emailFragment> irratti nu qunnamuu dandeessa

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
om: Himootni asitti dhiyaatan kuusaa odeeffannoo ifatti argamu kan hayyama cc-0 qabuutti dabalamu.
